{
  "upperHeader": {
    "language": {
      "english": "إنجليزي",
      "arabic": "عربي"
    },
    "contact": {
      "email": "البريد الإلكتروني@example.com",
      "phone": "+123-456-7890"
    }
  },
  "navbar": {
    "menuItems": {
      "home": "الرئيسية",
      "aboutUs": "من نحن",
      "services": "الخدمات",
      "blog": "المدونة",
      "contactUs": "اتصل بنا",
      "logout": "تسجيل الخروج",
      "login": "تسجيل الدخول",
      "signup": "سجّل الدخول"
    },
    "logoAltText": "شركتك"
  },
  "section": {
    "subtitle": "تقديم الأفضل",
    "title1": "القوى",
    "title2": "العاملة",
    "subtitle2": "في جميع أنحاء ",
    "subtitle3": "عُمان",
    "description": "تتفوق مورد القوى العاملة سايما في تقديم خدمات خادمات ماهرات ونادلات ذوي خبرة وأكثر، لتلبية احتياجات التوظيف المتنوعة في عمان بموثوقية واحترافية لا مثيل لهما.",
    "buttonText": "تواصل معنا"
  },
  "services": {
    "sectionTitle": "الخدمات التي نقدمها",
    "seeAllButton": "رؤية الكل",
    "showProfileBtn": "عرض الصفحات الشخصية",
    "categories": [
      {
        "name": "عامل منزلي",
        "url": "Domestic Worker",
        "description": "ارتق بتجربة تناول الطعام الخاصة بك مع خدمة النوادل لدينا المهذبين والفعّالين. مدربون لتقديم خدمة استثنائية، يضمن النوادل والنادلات لدينا وجبة تذكارية لضيوفك.",
        "image": "x7jq4wqqxzjopdizitey"
      },
      {
        "name": "باريستا",
        "url": "Barista",
        "description": "استمتع بكوب لذيذ من القهوة أو الشاي مع باريستا الماهرين والودودين لدينا. يمكنهم تحضير وتقديم مجموعة متنوعة من المشروبات الساخنة والباردة، من الإسبريسو إلى اللاتيه إلى الكابتشينو.",
        "image": "nvfyq40ialqvudruubxg"
      },
      {
        "name": "نادلة",
        "url": "Waitress",
        "description": "استمتع بخدمات شخصية واحترافية مع فريق نادلاتنا. يمكنهم تلقي طلباتك وتوصيلها، وتقديم توصيات القائمة، وضمان رضاك وراحتك.",
        "image": "eteowakhgd6xq386h1jm"
      },
      {
        "name": "ممرضات",
        "url": "Nurses",
        "description": "تلقى رعاية عالية الجودة والرحمة من ممرضاتنا المؤهلات والمخلصات. يمكنهم تقديم المساعدة الطبية، ومراقبة صحتك، وإعطاء الأدوية، وتقديم الدعم.",
        "image": "reobsjvhdng7xhmrehzi"
      },
      {
        "name": "سائق",
        "url": "Driver",
        "description": "سافر بأمان وراحة مع سائقينا الموثوقين والمؤدبين. يمكنهم قيادتك إلى أي وجهة، باستخدام أفضل الطرق والمركبات، واتباع قوانين ولوائح المرور.",
        "image": "c0q23b7tcfpixbcssrrh"
      },
      {
        "name": "موظفو العمالة البيتية",
        "url": "Housekeeping Staff",
        "description": "احتفظ بمنزلك أو مكتبك نظيفًا ومرتبًا مع فريقنا المحترف من موظفي العمالة البيتية. تم تدريبهم للتعامل مع جميع أنواع المهام التنظيف، من التغبير والتفريغ إلى التعقيم والتطهير.",
        "image": "xp6qmtkez0hub4m1b5vu"
      },
      {
        "name": "فتى الغرفة",
        "url": "Room Boy",
        "description": "اجعل ضيوفك يشعرون بالترحيب والراحة مع فتيان الغرف الودودين والمفيدين لدينا. يتحملون مسؤولية تنظيف وصيانة الغرف، وتقديم خدمة الغرف، والاستجابة لأي طلب أو شكوى.",
        "image": "x6qswbbpw3xsmrcaom3z"
      },
      {
        "name": "غسالة صحون",
        "url": "Dishwasher",
        "description": "وفر الوقت والطاقة عن طريق توظيف غسالات الأطباق الفعّالة والموثوقة لدينا. يمكنهم غسل وتجفيف وتخزين جميع أنواع الأطباق والأواني وأدوات الطهي، باستخدام معايير النظافة والسلامة الصحية السليمة.",
        "image": "k3fnpmwiq1dss2tktjyv"
      },
      {
        "name": "منظف",
        "url": "Cleaner",
        "description": "سواء كنت بحاجة إلى تنظيف عميق مرة واحدة أو تنظيف دوري، فإن منظفينا جاهزون لخدمتك. يمكنهم تنظيف أي نوع من الأسطح أو الأثاث أو الأجهزة، باستخدام منتجات صديقة للبيئة ومعدات.",
        "image": "ilgxvplznejhqvlo1xv9"
      },
      {
        "name": "بناء",
        "url": "Mason",
        "description": "إذا كنت بحاجة إلى بناء أو إصلاح أو تجديد أي هيكل من الطوب أو الحجر أو الخرسانة، فإن مشايخنا هم الخبراء الذين تحتاجهم. يمكنهم العمل على الجدران والأرضيات والأساسات والمداخن والمواقد، وغيرها، بحرفية وصلابة عالية الجودة.",
        "image": "dnrwcauztfye9ikrxbe3"
      },
      {
        "name": "كهربائي",
        "url": "Electrician",
        "description": "لأي تثبيت أو إصلاح أو صيانة كهربائية، يمكنك الاعتماد على كهربائيينا المرخصين وذوي الخبرة. يمكنهم التعامل مع التوصيلات والإضاءة والمآخذ والمفاتيح والمفاتيح الكهربائية واللوحات والمولدات، وأكثر من ذلك، بأمان وكفاءة.",
        "image": "wgv7smmdhvd0bq2ulyri"
      },
      {
        "name": "سباك",
        "url": "Plumber",
        "description": "لا تدع مشاكل السباكة تفسد يومك. اتصل بسباكينا الماهرين والموثوقين لإصلاح أي تسرب أو انسداد أو ضرر في الأنابيب أو الحنفيات أو المراحيض أو الحوض أو الدش أو الحوض أو سخانات المياه أو الصرف.",
        "image": "nx8xpyzmaaah4sbnlbve"
      },
      {
        "name": "فني تكييف",
        "url": "AC Technician",
        "description": "احتفظ بنظام تكييف الهواء الخاص بك يعمل بسلاسة وبكفاءة مع فنيي التكييف لدينا. يمكنهم تثبيت وإصلاح وصيانة أي نوع من وحدات التكييف، من النافذة إلى الانقسام إلى المركزية، باستخدام أحدث الأدوات والتقنيات.",
        "image": "dl4ivlpphyvtj32kb7vj"
      },
      {
        "name": "نجار",
        "url": "Carpenter",
        "description": "حول مساحتك مع نجارينا الإبداعيين والمحترفين. يمكنهم تصميم وبناء وتثبيت أي نوع من الأثاث الخشبي والخزائن والرفوف والأبواب والنوافذ والإطارات أو الهياكل، باستخدام مواد وتشطيبات عالية الجودة.",
        "image": "z2ep0zy93pxsexhodjeo"
      },
      {
        "name": "رسام",
        "url": "Painter",
        "description": "امنح جدرانك مظهرًا جديدًا وجميلًا مع رسامينا الخبراء. يمكنهم طلاء أي سطح داخلي أو خارجي، باستخدام أفضل أنواع الطلاء والفرش، وتتبع مخطط الألوان والأسلوب المفضل لديك.",
        "image": "gq1wr07qnofbo7yus78d"
      },
      {
        "name": "عامل/مساعد",
        "url": "Labour Helper",
        "description": "هل تحتاج إلى بعض الأيدي الإضافية لمشروعك أو مهمتك؟ قم بتوظيف عمالنا الجادين والموثوقين. يمكنهم مساعدتك في أي نوع من العمل اليدوي، مثل التحميل والتفريغ والتحرك والرفع والحفر أو التنظيف.",
        "image": "so7jpp90t61yz8ca02z7"
      },
      {
        "name": "حراس الأمان",
        "url": "Security Guards",
        "description": "حماية ممتلكاتك وأفرادك مع حراس الأمان المدربين والمرخصين لدينا. يمكنهم توفير مراقبة على مدار الساعة، ومراقبة الوصول، والدوريات، والاستجابة للإنذار، وتقديم المساعدة في حالات الطوارئ، باستخدام أحدث معدات وبروتوكولات الأمان.",
        "image": "itmc4meu6xlrm57x0rim"
      },
      {
        "name": "موظفو تكنولوجيا المعلومات",
        "url": "IT Staff",
        "description": "قم بتحسين أداء عملك وإنتاجيتك مع فريقنا في تكنولوجيا المعلومات. يمكنهم توفير دعم تكنولوجيا المعلومات، وحل المشاكل، والتخطيط، وتصميم الشبكات، وتطوير البرمجيات، وتصميم الويب، وتحليل البيانات، وأكثر من ذلك، باستخدام أحدث التقنيات وأفضل الممارسات.",
        "image": "proeh0wughiywfxa6uk6"
      },
      {
        "name": "توظيف الفعاليات",
        "url": "Event Staffing",
        "description": "اجعل فعاليتك ناجحة مع خدمة توظيف الفعاليات لدينا. يمكننا توفير لك أي نوع من موظفي الفعاليات، مثل المضيفين، ومضيفات، والمروجين، والعارضين، والفنانين، والمصورين، ومصوري الفيديو، ومقدمي الطعام، والبارتندرز، وأكثر.",
        "image": "/txh0lso0xtxlcqttqor9"
      },
      {
        "name": "حدائق",
        "url": "Gardeners",
        "description": "أنشئ واحتفظ بحديقة جميلة وصحية مع حدائقنا الاحترافية. يمكنهم زراعة وتقليم وقلع الأعشاب والري وتسميد وتعليم أي نوع من النباتات والزهور والأشجار أو الشجيرات، باستخدام أساليب عضوية وصديقة للبيئة.",
        "image": "knwrkjtrnvcwzfl36bmq"
      },
      {
        "name": "مخطط الفعاليات",
        "url": "Event Planner",
        "description": "خطط ونظم حدثك الحلم مع مخططي الفعاليات ذوي الخبرة والإبداع. يمكنهم مساعدتك في كل جانب من جوانب الحدث الخاص بك، من التخطيط واختيار الموقع إلى الديكور والتجهيز إلى التمويل والترفيه.",
        "image": "bk3lfg8frxxcyzktsehg"
      },
      {
        "name": "مساعد التحميل والتفريغ",
        "url": "Loading Unloading Helper",
        "description": "وفر الوقت والجهد عن طريق توظيف مساعدي التحميل والتفريغ لدينا. يمكنهم مساعدتك في تحميل وتفريغ أي نوع من العناصر، مثل الأثاث، والأجهزة الكهربائية، والصناديق، أو الأمتعة، باستخدام معدات وتقنيات سليمة.",
        "image": "o4jsresy7bzhum8ews7s"
      },
      {
        "name": "صاحبات الجمال",
        "url": "Beautician",
        "description": "استمتع بنفسك مع صاحبات الجمال الاحترافيات والموهوبات لدينا. يمكنهم تقديم مجموعة من خدمات التجميل، مثل قص الشعر وتصفيفه وصبغه، والمكياج، والمانيكير، والباديكير، والوجه، وإزالة الشعر بالشمع، وأكثر.",
        "image": "l7wzb5wertsyojts94sh"
      }
    ]
  },
  "profilesSection": {
    "title": "الصفحات المتاحة",
    "buttonText": "عرض الكل"
  },
  "chooseUsSection": {
    "mainText": "اخترنا للحصول على التميز الفائق في الخدمة والأسعار الصديقة للميزانية والنشر السريع، مما يضمن تلبية احتياجات التوظيف الخاصة بك بأقصى رضا.",
    "subTitle": "لماذا نحن",
    "features": {
      "feature1": {
        "title": "نهج محترف",
        "detail": "فريقنا من المحترفين ذوي الخبرة ملتزم بتقديم خدمة استثنائية ونتائج رائعة لاحتياجات التوظيف الخاصة بك. نحن نولي أهمية كبيرة لنجاحك."
      },
      "feature2": {
        "title": "أرخص الأسعار",
        "detail": "نحن نقدم بعضًا من أرخص الأسعار في الصناعة، مما يتيح لك تحقيق أقصى استفادة من ميزانيتك مع الحصول على حلاً للتوظيف من الطراز العالي."
      },
      "feature3": {
        "title": "معالجة سهلة",
        "detail": "معالجتنا السهلة والخالية من المتاعب تضمن لك القدرة على تلبية متطلبات التوظيف بسرعة وكفاءة دون تأخيرات أو مشاكل غير ضرورية."
      }
    }
  },
  "testimonials": {
    "title": "ما يقوله عملاؤنا عنا"
  },
  "needHelpSection": {
    "title": "هل تحتاج مساعدة ؟",
    "description": "إذا كنت تبحث عن مساعدة خبيرة، اترك رقم هاتفك أدناه وسيتصل بك خبراؤنا على الفور!",
    "yourNumber": "رقمك",
    "buttonText": "إرسال"
  },
  "footer": {
    "title": "سايما",
    "description": "شريكك الموثوق لخدمات الخادمات من الطبقة الأولى، <br /> يعزز حياتك المنزلية بفضل محترفين مهرة وموثوقين.",
    "Services": "الخدمات",
    "followUsTitle": "تابعنا",
    "legalTitle": "قانوني",
    "privacyPolicy": "سياسة الخصوصية",
    "termsAndConditions": "الشروط والأحكام",
    "copyright": "© 2024 AL Sayma ManPower. جميع الحقوق محفوظة."
  },
  "aboutUs": {
    "sectionTitle": "من نحن",
    "sectionTitle2": "رؤيتنا",
    "paragraph": "مرحبًا بك في إمداد القوة العاملة سايما، الشريك الموثوق لحلول القوى العاملة الرفيعة. برؤية لإعادة تعريف التميز، نفتخر بكوننا مزودًا رائدًا للمحترفين المهرة والموثوقين في مختلف القطاعات. استكشف التزامنا بتقديم حلول القوى العاملة المخصصة لنجاح عملك.",
    "paragraph2": "في سايما، رؤيتنا هي عالم حيث تزدهر الشركات بدعم قوى عاملة موثوقة ومهرة. نطمح إلى تقديم جسر بين المواهب والفرص، لتمكين الشركات والأفراد على حد سواء من الوصول إلى إمكاناتهم الكاملة."
  },
  "contactForm": {
    "sectionTitle": "تواصل معنا",
    "placeholderName": "اسمك",
    "placeholderEmail": "بريدك الإلكتروني",
    "placeholderPhone": "رقم هاتفك",
    "placeholderMessage": "الرسالة",
    "submitButton": "إرسال الرسالة"
  },
  "supportSection": {
    "sectionTitle": "الدعم",
    "dubaiOffice": {
      "title": "مكتب ",
      "address": "المحل رقم 2795، بالقرب من مكتب الضمان الاجتماعي، شارع الهمبر، صحار، عمان."
    }
  },
  "allProfiles": {
    "searchBtn": "ابحث هنا"
  },
  "maidDetail": {
    "interviewSuccessMessage": "تم تخطيط المقابلة بنجاح، سنتواصل معك قريبًا",
    "codeLabel": "الكود:",
    "nationalityLabel": "الجنسية:",
    "ageLabel": "العمر:",
    "experienceLabel": "الخبرة:",
    "salaryLabel": "الراتب الشهري:",
    "priceLabel": "السعر:",
    "downloadCVButton": "تحميل السيرة الذاتية",
    "planInterviewButton": "تخطيط المقابلة"
  },
  "filterContainer": {
    "filter": "تصفية",
    "jobTypeLabel": "نوع الوظيفة",
    "salaryRangeLabel": "نطاق الراتب",
    "youHaveLabel": "لديك"
  },
  "filterItems": {
    "fullTime": "وقت كامل",
    "monthlyBased": "شهرياً",
    "under100": "أقل من 100",
    "100-150": "100 - 150",
    "150-300": "150 - 300",
    "babiesLessThan2Years": "أطفال أقل من 2 سنة",
    "moreThan2Kids": "أكثر من طفلين",
    "noSundayOff": "بدون عطلة يوم الأحد",
    "hasPet": "لديك حيوان أليف",
    "hasDog": "لديك كلب"
  },
  "onDemand": {
    "comingSoon": "قريبًا",
    "heading": "نحن نقدم هذه الفئة من العمال حسب الطلب فقط.",
    "subTxt": "الرجاء إدخال رقم هاتفك، سيتصل بك فريقنا",
    "inputPlaceholder": "أدخل رقم هاتفك",
    "submitButton": "إرسال"
  },
  "aboutCompanyComponent": {
    "services": {
      "title": "60+",
      "description": "الخدمات"
    },
    "workers": {
      "title": "3200",
      "description": "العمال"
    },
    "clients": {
      "title": "2177",
      "description": "العملاء"
    },
    "support": {
      "title": "24 ساعة",
      "description": "الدعم"
    }
  },
  "whyChooseUs": {
    "box1": {
      "title1": "تنوع الخبرة",
      "content1": "استفد من مجموعة متنوعة من المحترفين المهرة في مختلف الصناعات. من الضيافة إلى البناء، تمتد خبرتنا عبر مجموعة متنوعة من القطاعات."
    },
    "box2": {
      "title2": "المرونة",
      "content2": "ضبط حزم الخدمة الخاصة بك لتتناسب بدقة مع احتياجاتك. سواء كانت الأدوار المحددة، أو متطلبات التوظيف الفريدة، أو مجموعات المهارات المتنوعة، نحن هنا لدعمك."
    },
    "box3": {
      "title3": "حلول مخصصة",
      "content3": "لا يوجد نهج لا يناسب الجميع. نحن نفخر بصنع حلول توظيف مخصصة لتلبية الاحتياجات الفريدة لعملك."
    },
    "box4": {
      "title4": "خدمات شاملة",
      "content4": "خارج نطاق التوظيف، نقدم مجموعة شاملة من الخدمات. من تنظيم الفعاليات إلى دعم تقنية المعلومات، نحن الحلاقة الوحيدة لاحتياجات الأعمال المتنوعة."
    },
    "box5": {
      "title5": "ضمان الجودة",
      "content5": "توقع لا شيء إلا التفوق. التزامنا بالجودة يضمن أن كل محترف نقدمه ذو مهارات عالية ويعتمد عليه وملتزم."
    },
    "box6": {
      "title6": "الدعم على مدار الساعة",
      "content6": "عملك لا ينام، ونحن أيضًا. دعمنا على مدار الساعة يضمن أن يمكنك الوصول إلينا في أي وقت تحتاج فيه إلى مساعدة أو استفسار."
    }
  },
  "filterSection": {
    "search": "البحث",
    "clearAll": "مسح الكل",
    "yourAppliedFilters": "التصفية المطبقة",
    "country": "الدولة",
    "experience": "الخبرة",
    "languages": "اللغات",
    "religion": "الديانة",
    "clear": "مسح",
    "applyFilter": "تطبيق التصفية",
    "filter": "تصفية",
    "filterOptions": {
      "countries": {
        "myanmar": "ميانمار",
        "india": "الهند",
        "sriLanka": "سريلانكا",
        "nepal": "نيبال",
        "philippines": "الفلبين",
        "indonesia": "إندونيسيا",
        "kenya": "كينيا",
        "madagascar": "مادغاسكر"
      },
      "experience": {
        "experienced": "ذو خبرة",
        "new": "جديد"
      },
      "languages": {
        "english": "الإنجليزية",
        "arabic": "العربية",
        "other": "أخرى"
      },
      "religions": {
        "muslim": "مسلم",
        "christian": "مسيحي",
        "otherReligion": "أخرى"
      }
    }
  },
  "breadcrumb": {
    "aboutUs": {
      "pageName": "حولنا",
      "title": "إمداد القوة العاملة سايما",
      "description": "حيث تلتقي التميز بالالتزام. برؤية لإعادة تعريف خدمات القوى العاملة ، نفتخر بكوننا مزودًا رائدًا للمحترفين المهرة في مختلف الصناعات. استكشف التزامنا بتقديم القوى العاملة المتميزة لاحتياجات عملك."
    },
    "allProfiles": {
      "pageName": "الملفات الشخصية",
      "title": "تبحث عن خادمات منزليات بنظام شهري أو بعقد؟",
      "description": "نوفر خادمات منزليات في جميع أنحاء عمان بعقد لمدة سنتين أو على أساس شهري، مع إمكانية التسليم الفوري خلال يوم واحد. خادماتنا من الهند، نيبال، سريلانكا، ميانمار، إندونيسيا، كينيا، ومدغشقر. اطلع على ملفات الخادمات أدناه ولمزيد من المعلومات تواصل معنا على 96896201040 ."
    },
    "services": {
      "pageName": "الخدمات",
      "title": "هل تحتاج إلى مساعدة أو حزمة مخصصة؟",
      "description": "تتفوق Sayma Manpower Supply في تقديم خدمات فعّالة في توفير خدمات العمالة المنزلية الماهرة، والنادلات ذوات الخبرة، وغيرها، لتلبية احتياجات التوظيف المتنوعة في عمان بموثوقية واحتراف لا مثيل لهما.",
      "buttonText": "اتصل بنا"
    },
    "blogs": {
      "pageName": "المدونات",
      "title": "مدوناتنا",
      "description": "استكشف مدونتنا للحصول على مزيج من المقالات المفيدة وأحدث الاتجاهات والمحتوى المثير. من الحيل الحياتية إلى تحديثات التكنولوجيا، لدينا كل ما تحتاجه لتلبية فضولك. انضم إلينا في هذه الرحلة لاكتشاف والتمتع بقراءة ممتعة. مرحبًا بك في مكان حيث تزدهر الأفكار وتتحول الكلمات إلى حياة!"
    }
  },
  "aboutUsMission": {
    "title": "رسالتنا",
    "connectingSkills": {
      "subtitle": "ربط المهارات بالاحتياجات",
      "content": "رسالتنا هي ربط الشركات بالمواهب المناسبة. باستخدام عمليات التوظيف الدقيقة ، نحن نضمن أن المحترفين الذين نقدمهم يمتلكون المهارات والتفاني اللازمين للمساهمة في نجاح عملائنا."
    },
    "exceedingExpectations": {
      "subtitle": "تجاوز التوقعات",
      "content": "رسالتنا هي أن نتجاوز خدمات القوى العاملة التقليدية ، بهدف تجاوز التوقعات والمساهمة في نمو وكفاءة الشركات التي نخدمها."
    },
    "buildingPartnerships": {
      "subtitle": "بناء شراكات دائمة",
      "content": "نحن نؤمن ببناء شراكات دائمة مع عملائنا. من خلال التركيز على الشفافية والموثوقية والتوجه الذي يركز على العميل ، نطمح إلى أن نكون امتدادًا موثوقًا لفريقك."
    }
  },
  "officeSection": {
    "title": "مكاتبنا",
    "name": "مكتب عمان"
  }
}